amd-ucode
base
base-devel
brightnessctl
btrfs-progs
chezmoi
cmake
cpio
cronie
dolphin
dunst
efibootmgr
fastfetch
fish
fzf
git
gparted
grim
gst-plugin-pipewire
gtk4
gum
helix
htop
hypridle
hyprland
hyprpaper
hyprpolkitagent
intel-media-driver
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
man-db
man-pages
meson
nano
nemo
network-manager-applet
networkmanager
nwg-displays
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
tailscale
timeshift
tldr
uwsm
vi
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yadm
zed
zram-generator
